export const EFFECTS_INFO: Record<string, string> = {
  "Горение": "Наносит 100 урона в начале вашего хода.",
  "Искажение души": "Ваш блок обнуляется, а максимальный размер руки уменьшается.",
  "Информационная перегрузка": "Нельзя использовать карты Техник, а также Эпические и Легендарные карты.",
  "Последний Бой": "ХП может опускаться до -3500, но по окончании эффекта вы проиграете.",
  "Простая Территория": "Нейтрализует верное попадание. Также даёт 200 блока каждое начало вашего хода на протяжении действия.",
  "Сплетение Абсолютной Пустоты": "Аналог 'Простой Территории' для Сукуны.",
  "Верное попадание": "Атака Расширения Территории, которую нельзя промахнуться или предотвратить без специальных эффектов.",
  // Добавляйте новые эффекты здесь при необходимости
}; 