export const effectsInfo = {
    "Песнопение (Чант)": "Следующая ваша карта Техники в этом ходу наносит на 50% больше урона.",
    "Простая Территория": "Иммунитет к верному попаданию вражеских РТ и +200 блока в начале вашего хода.",
    "Чувства Опадающего Цветка": "Когда вас атакуют картой Техники, вы автоматически наносите атакующему 400 урона.",
    "Техника Бесконечности: Нейтраль": "Все атаки одной цели, нацеленные на вас, автоматически отменяются (не работает против AoE).",
    "Информационная перегрузка": "Вы не можете использовать карты Техник, Эпические и Легендарные карты.",
    "Злобное Святилище": "В конце вашего хода наносит 1000 урона всем противникам.",
    "Искажение души": "Ваш блок аннулируется, а максимальный размер руки уменьшается на 1.",
    "Глубокая Концентрация": "Ваша следующая 'Чёрная Вспышка' гарантированно сработает.",
    "Последний Бой": "Ваше ХП может опускаться до -3500. По окончании эффекта вы проигрываете.",
    "Горение": "В начале вашего хода вы получаете 100 урона.",
    "Гроб Стальной Горы": "В начале вашего хода вы получаете 800 урона.",
    "Полное Проявление: Рика": "Урон от пассивной способности 'Рика' увеличен до 1000 и наносится всем.",
    "Истинная и Взаимная Любовь": "Стоимость скопированных карт техник делится на 4. Максимальная рука увеличена до 8.",
    "Истинное Тело Изощрённых Убийств": "Урон от 'Удара' по вам снижен на 50%, вы получаете 500 блока в начале раунда, ваш 'Удар' наносит х3 урон.",
    "Бесплатный Удар": "Следующая карта 'Удар' в этом ходу не требует затрат ПЭ.",
    "Кулак Дивергента": "В начале вашего следующего хода вы получите 200 урона."
}; 